<script lang="ts" setup>
import PrivacyComponent from '@/components/PrivacyComponent.vue'
</script>
<template>
  <PrivacyComponent
    title="Политика обработки и обеспечения безопасности персональных данных"
    subtitle="редакция действует с 14.02.2025"
  >
    <ol class="privacy__list">
      <li>
        <h4>Общие положения</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              ООО "БиДжи" (ИНН 5433957864, далее - Общество) осуществляет
              обработку персональных данных различных категорий субъектов
              персональных данных с использованием информационных систем
              персональных данных (далее – информационные системы) на сайте
              Общества:
              <a href="https://staffconnect.ru/">https://staffconnect.ru/</a>
              (далее – Сайт). Цели и общие принципы обработки персональных
              данных, а также меры по их защите Обществом определены в Политике
              обработки и обеспечения безопасности персональных данных (далее –
              Политика).
            </p>
          </li>
          <li>
            <p>
              Общество является оператором персональных данных, о чем
              Роскомнадзором внесена запись № 77-20-018454 в Реестр операторов,
              осуществляющих обработку персональных данных. ** Политика
              составлена в соответствии с законодательством Российской
              Федерации, в том числе, с требованиями Федерального закона от
              27.07.2006 № 152-ФЗ «О персональных данных», принятыми в
              соответствии с ним нормативными правовыми актами.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>Определения</h4>
        <p>
          Сайт – совокупность графических и информационных материалов, а также
          программ для ЭВМ, обеспечивающих их доступность в сети интернет по
          сетевому адресу
          <a href="https://staffconnect.ru/">https://staffconnect.ru</a>
        </p>
        <p>
          Персональные данные (далее – ПДн) – любая информация, предоставленная
          через Сайт и/или собранная с использованием Сайта, относящаяся к прямо
          или косвенно определенному или определяемому физическому лицу
          (субъекту ПДн).
        </p>
        <p>
          Обработка ПДн – любое действие (операция) или совокупность действий
          (операций), совершаемых с использованием средств автоматизации или без
          использования таких средств с ПДн, включая сбор, запись,
          систематизацию, накопление, хранение, уточнение (обновление,
          изменение), извлечение, использование, передачу (распространение,
          предоставление, доступ), обезличивание, блокирование, удаление,
          уничтожение ПДн.
        </p>
        <p>
          ПДн, сделанные общедоступными субъектом ПДн – ПДн, доступ
          неограниченного круга лиц к которым предоставлен субъектом
          персональных данных либо по его просьбе.
        </p>
        <p>
          Трансграничная передача ПДн – передача ПДн на территорию иностранного
          государства органу власти иностранного государства, иностранному
          физическому лицу или иностранному юридическому лицу.
        </p>
        <p>
          Политика – общедоступный документ, который размещен на Сайте и
          предусматривает возможность ознакомления с ней любых лиц.
        </p>
        <p>
          В Политике используются термины и определения в соответствии с их
          значениями, как они определены в Федеральном законе от 27.07.2006 №
          152-ФЗ «О персональных данных».
        </p>
      </li>
      <li>
        <h4>Рамки Политики защиты персональных данных</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Настоящая Политика применяется к информации, полученной через
              данный Сайт от пользователей Сайта (далее – Пользователи).
            </p>
          </li>
          <li>
            <p>
              Нижеследующие правила описывают, как Общество обращается с любой
              информацией, относящейся к Персональным данным, для целей оказания
              услуг с использованием Сайта.
            </p>
          </li>
          <li>
            <p>
              Пользователи включают в себя всех физических лиц, которые
              подключаются к Сайту и используют Сайт.
            </p>
          </li>
          <li>
            <p>
              Пользователи прямо соглашаются на Обработку своих Персональных
              данных, как это описано в настоящей Политике.
            </p>
          </li>
          <li>
            <p>
              Настоящая Политика защиты персональных данных действует с 25
              января 2021 г.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>Сбор персональных данных: условия и цели</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Настоящая Политика применяется к информации, полученной через
              данный Сайт от пользователей Сайта (далее – Пользователи).
            </p>
          </li>
          <ol class="privacy__sub-sublist">
            <li>
              <p>
                При выполнении обязанностей, возложенных законодательством
                Российской Федерации.
              </p>
            </li>
            <li>
              <p>
                Персональных данных, предоставляемых пользователями Сайта:
                включая (не ограничиваясь) ФИО, номер телефона, адрес
                электронной почты. ФИО; пол; дата рождения; местоположение;
                номер телефона; адрес электронной почты; ИНН; запись
                видеособеседования; паспортные данные; адрес проживания;
                документы подтверждающие работу в компании; ссылки на профили в
                профессиональных сообществах; навыки и опыт (раздел в каталоге;
                специализация; ключевые навыки; грейд; отрасли работы; главное о
                специалисте; знание языков и уровень владения; уровень
                верификации); места работы (компания; должность; обязанности;
                начало работы; окончание работы; рекомендации (имя
                рекомендателен, должность и комментарий); информация о проектах
                (название проекта, роль в проекте, обязанности в проекте,
                начало, окончание)); образование (уровень; учебное заведение;
                специальность; начало учебы; завершение учебы; дипломы и
                сертификаты с датами их выдачи); условия работы (ставка в час;
                ставка в месяц; предпочитаемый график; возможность командировок;
                возможность релокации внутри страны; брони клиента; недоступен с
                даты).Общество осуществляет сбор ПДн, которые вводят в поля
                данных на Сайте Общества сами пользователи или иные лица по их
                поручению. Заполняя соответствующие формы и/или отправляя свои
                ПДн Оператору, Пользователь выражает свое согласие с Политикой и
                дает согласие на обработку ПДн.
              </p>
            </li>
            <li>
              <p>Сбор IP адресов пользователей и файлов cookies.</p>
            </li>
            <li>
              <p>
                Автоматизированный сбор ПДн о текущем подключении в части
                статистических сведений:
              </p>
              <ul>
                <li>идентификатор пользователя, присваиваемый Сайтом;</li>
                <li>посещенные страницы;</li>
                <li>количество посещений страниц;</li>
                <li>информация о перемещении по страницам сайта;</li>
                <li>длительность пользовательской сессии;</li>
                <li>
                  точки входа (сторонние сайты, с которых пользователь по ссылке
                  переходит на Сайт);
                </li>
                <li>
                  точки выхода (ссылки на Сайте, по которым пользователь
                  переходит на сторонние сайты);
                </li>
                <li>страна пользователя;</li>
                <li>регион пользователя;</li>
                <li>часовой пояс, установленный на устройстве пользователя;</li>
                <li>провайдер пользователя;</li>
                <li>браузер пользователя;</li>
                <li>ОС пользователя;</li>
                <li>
                  параметры экрана (разрешение, глубина цветности, параметры
                  размещения страницы на экране);
                </li>
              </ul>
            </li>
            <li>
              <p>
                В отношении зарегистрированных пользователей Сайта могут
                собираться сведения об использовании портов на устройствах
                пользователей с целью выявления подозрительной активности и
                защиты личных кабинетов пользователей. Данные могут быть
                получены с помощью различных методов, например, файлов cookies и
                файловых веб-маяков и др.Компания может использовать сторонние
                интернет-сервисы (технологии третьих лиц) для организации сбора
                статистических персональных данных, сторонние интернет-сервисы
                обеспечивают хранение полученных данных на собственных серверах.
                Компания не несет ответственности за локализацию серверов
                сторонних интернет-сервисов. При этом такие сторонние
                интернет-сервисы (технологии третьих лиц), установленные на
                Сайте и используемые Компанией, могут устанавливать и считывать
                cookie-файлы браузеров конечных пользователей Сайта, или
                использовать сетевые маячки (web beacons) для сбора информации в
                процессе рекламной деятельности на Сайте. Порядок сбора и
                использования данных, собираемыми такими сторонними
                интернет-сервисами (технологиями третьих лиц), определяется
                самостоятельно этими сторонними интернет-сервисами и
                непосредственно они несут ответственность за соблюдение этого
                порядка и использование собираемых ими данных, в том числе эти
                сторонние интернет-сервисы отвечают и обеспечивают выполнение
                требований применимого законодательства, в том числе
                законодательства о персональных данных РФ.
              </p>
            </li>
            <li>
              <p>
                Общество обрабатывает данные из п. 3.1.4 для улучшения Сайта.
                Такие данные передаются устройством Пользователя, с которого
                Пользователь открывает Сайт. Общество обрабатывает такие данные
                автоматически и использует исключительно в статистических целях.
                По истечении некоторого времени данная информация
                удаляется.Общество не проводит сопоставление информации,
                предоставляемой пользователем самостоятельно и позволяющей
                идентифицировать субъекта ПДн, со статистическими ПДн,
                полученными в ходе применения пассивных методов сбора
                информации.
              </p>
            </li>
          </ol>
          <li>
            <p>Цели обработки ПДН:</p>
            <ul>
              <li>
                <p>
                  в целях продвижения Платформы
                  <a href="https://staffconnect.ru/">StaffConnect</a>, а также
                  работ, услуг путем осуществления прямых контактов с
                  потенциальным потребителем с помощью средств связи
                  (электронная почта, текстовые сообщения, звонки и пр.);
                </p>
              </li>
              <li>
                <p>
                  идентификация Пользователей (посетителей) Сайта Общества, для
                  связи с Пользователем с помощью средств связи (электронная
                  почта, текстовые сообщения, звонки и пр.), в том числе
                  консультирование, направление уведомлений, запросов и
                  информации, касающихся использования Сайта Общества;
                </p>
              </li>
              <li>
                <p>выполнение договорных обязательств Общества;</p>
              </li>
              <li>
                <p>информирование Пользователей;</p>
              </li>
              <li>
                <p>
                  сравнения Персональных данных для подтверждения их точности и
                  проверки их третьими сторонами;
                </p>
              </li>
              <li>
                <p>
                  обезличивание ПДн для получения обезличенных статистических
                  данных, которые передаются третьему лицу для проведения
                  исследований, выполнения работ или оказания услуг по поручению
                  Общества;
                </p>
              </li>
              <li>
                <p>
                  соблюдение действующего трудового, бухгалтерского,
                  пенсионного, иного законодательства Российской Федерации.
                </p>
              </li>
            </ul>
          </li>
        </ol>
      </li>
      <li>
        <h4>Принципы и условия обработки персональных данных</h4>
        <ol class="privacy__sublist">
          <li>
            <p>Обработка ПДн в Обществе:</p>
            <ul>
              <li>
                <p>осуществляется на законной и справедливой основе;</p>
              </li>
              <li>
                <p>
                  ограничивается достижением конкретных, заранее определенных и
                  законных целей, в том числе, в соответствии с Условиями
                  использования Платформы, размещенной на Сайте;
                </p>
              </li>
              <li>
                <p>
                  обработке подлежат только ПДн, которые отвечают целям их
                  обработки
                </p>
              </li>
              <li>
                <p>не допускается избыточность обрабатываемых ПДн;</p>
              </li>
              <li>
                <p>
                  не допускается объединение баз данных, содержащих ПДн,
                  обработка которых осуществляется в несовместимых между собой
                  целях;
                </p>
              </li>
              <li>
                <p>
                  осуществляется с обеспечением точности ПДн, их достаточности,
                  а в необходимых случаях и актуальности по отношению к целям
                  обработки ПДн.
                </p>
              </li>
            </ul>
          </li>
          <li>
            <p>
              Обработка ПДн осуществляется смешанным способом: с использованием
              средств автоматизации и без. Принятие решений, которые затрагивают
              права или интересы субъекта ПДн, на основании исключительно
              автоматизированной обработки ПДн не осуществляется.
            </p>
          </li>
          <li>
            <p>
              Общество осуществляет обработку ПДн граждан Российской Федерации с
              использованием баз данных, находящихся на территории Российской
              Федерации.
            </p>
          </li>
          <li>
            <p>
              Общество может предоставлять и/или поручать обработку ПДн другому
              лицу с согласия субъекта ПДн и только с условием соблюдения
              сторонами конфиденциальности и обеспечения безопасности ПДн при их
              обработке.
            </p>
          </li>
          <li>
            <p>
              Сроки обработки ПДн определяются в соответствии с целями, для
              которых они были собраны. Предоставленное Пользователем в
              соответствии с Политикой согласие на обработку ПДн действует до
              достижения Обществом соответствующей цели их обработки или до
              момента отзыва Пользователем согласия.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>Права субъекта ПДн</h4>
        <ol class="privacy__sublist">
          <li>
            <p>Субъект ПДН имеет право:</p>
            <ul>
              <li>
                <p>
                  на получение сведений, в том числе требовать уточнения своих
                  ПДн, их блокирования или уничтожения в случае, если ПДн
                  являются неполными, устаревшими, недостоверными, незаконно
                  полученными или не являются необходимыми для заявленной цели
                  обработки;
                </p>
              </li>
              <li>
                <p>
                  требовать перечень своих ПДн, обрабатываемых Обществом, и
                  источник их получения;
                </p>
              </li>
              <li>
                <p>получать информацию о сроках обработки своих ПДн;</p>
              </li>
              <li>
                <p>
                  требовать извещения всех лиц, которым ранее были сообщены
                  неверные или неполные его ПДн, обо всех произведённых в них
                  исключениях, исправлениях или дополнениях;
                </p>
              </li>
              <li>
                <p>
                  на защиту своих прав и законных интересов, в том числе на
                  возмещение убытков и (или) компенсацию морального вреда в
                  судебном порядке;
                </p>
              </li>
              <li>
                <p>
                  иные права, в соответствии с законодательством РФ в области
                  обработки ПДн.
                </p>
              </li>
            </ul>
          </li>
          <li>
            <p>
              Для того, чтобы узнать, какие именно Ваши ПДн Общество использует,
              либо изменить или удалить ранее предоставленные Вами ПДн,
              отказаться от дальнейшей их обработки Обществом, направьте
              электронное письмо по электронной почте: help@staffconnect.ru .
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>Меры, применяемые в Обществе, для защиты ПДн</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Общество считает приоритетными задачи по соблюдению требований
              законодательства в области защиты обработки ПДН и поддержании
              надлежащего уровня безопасности обрабатываемых ПДн.
            </p>
          </li>
          <li>
            <p>
              Безопасность ПДн обеспечивается путем реализации мер: правовых,
              организационных и технических, для того, чтобы в полном объеме
              выполнять требований действующего законодательства в области
              защиты ПДн.Среди них:
            </p>
            <ul>
              <li>
                <p>
                  Общество требует от иных лиц, получивших доступ к ПДн, не
                  раскрывать третьим лицам и не распространять ПДн без согласия
                  субъекта ПДн.
                </p>
              </li>
              <li>
                <p>
                  Общество принимает необходимые меры (обеспечивает их принятие)
                  по удалению или уточнению неполных, или неточных ПДн.
                </p>
              </li>
              <li>
                <p>
                  Общество проводит оценку вреда, который может быть причинен
                  субъектам ПДн в случае нарушения безопасности их ПДн, а также
                  определяет актуальные угрозы безопасности ПДн при их обработке
                  в информационных системах.
                </p>
              </li>
              <li>
                <p>
                  Общество применяет средства защиты информации, а при наличии
                  угроз принимает меры, обнаруживает несанкционированный доступ,
                  восстанавливает и/или ограничивает доступ к ПДН, регистрирует
                  и учитывает действия с ПДн; контролирует и оценивает
                  эффективность принимаемых мер.
                </p>
              </li>
              <li>
                <p>
                  Общество поощряет постоянное совершенствование системы защиты
                  ПДн.
                </p>
              </li>
              <li>
                <p>
                  Общество назначило ответственных лиц, ответственных за
                  обработку и обеспечение безопасности ПДн.
                </p>
              </li>
              <li>
                <p>
                  Каждый работник Общества, непосредственно осуществляющий
                  обработку ПДн, знакомится с требованиями законодательства
                  Российской Федерации по обработке и обеспечению безопасности
                  ПДн, Политикой и иными локальными актами Общества по вопросам
                  обработки и обеспечения безопасности ПДН и обязуется их
                  соблюдать.
                </p>
              </li>
            </ul>
          </li>
        </ol>
      </li>
      <li>
        <h4>Прочие условия</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Политика вступает в силу с момента ее утверждения Приказом
              Директора Общества и действует бессрочно либо за замены ее новой
              редакцией.
            </p>
          </li>
          <li>
            <p>
              Общество вправе вносить изменения в Политику по мере
              необходимости. При внесении изменений в Политику указывается дата
              последнего обновления. Новая редакция вводится в действие Приказом
              Директора Общества.
            </p>
          </li>
          <li>
            <p>
              Если Вы продолжаете каким-либо образом взаимодействовать с
              Обществом, в частности (не ограничиваясь) через Сайт, Вы
              соглашаетесь с действующей в это время редакцией Политики, в том
              числе предоставляете согласие на обработку Ваших данных в
              соответствии с разделом 3 Политики.
            </p>
          </li>
          <li>
            <p>
              Лица, виновные в нарушении норм, регулирующих обработку и защиту
              ПДн, несут материальную, дисциплинарную, административную,
              гражданско-правовую или уголовную ответственность в порядке,
              установленном федеральными законами, локальными актами Общества.
              Общество не несет ответственности за недостоверную информацию,
              предоставленную субъектом ПДн.
            </p>
          </li>
          <li>
            <p>
              Предложения и замечания для внесения изменений в Политику, а также
              вопросы, замечания относительно обработки Персональных данных в
              Обществе следует направлять по электронному адресу
              help@staffconnect.ru .
            </p>
          </li>
        </ol>
      </li>
    </ol>
  </PrivacyComponent>
</template>
