<script lang="ts" setup>
import PrivacyComponent from '@/components/PrivacyComponent.vue'
</script>
<template>
  <PrivacyComponent
    title="ДОГОВОР ПРИСОЕДИНЕНИЯ НА ВЫПОЛНЕНИЕ РАБОТ/ОКАЗАНИЕ УСЛУГ С ИСПОЛЬЗОВАНИЕМ ПЛАТФОРМЫ"
    subtitle="редакция действует с 14.02.2025"
  >
    <ol class="privacy__list">
      <li>
        <h4>Опредения:</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Договор – этот договор присоединения на оказание услуг или
              выполнение работ между Заказчиком и Исполнителем, не является
              публичной офертой и может быть заключен исключительно с
              физическими лицами, зарегистрированными в качестве плательщиков
              налога на профессиональный доход (самозанятый), либо с
              индивидуальными предпринимателями, осуществляющими
              предпринимательскую деятельность лично, своими силами, без
              привлечения работников.
            </p>
          </li>
          <li>
            <p>
              Заказчик — компания ООО "Би Джи", зарегистрированная в Российской
              Федерации. Компания занимается разработкой инновационных
              технологий и является участником исследовательских проектов.
              Результатом исследовательской деятельности ООО "Би Джи" стала
              разработка платформы «StaffConnect». Заключение настоящего
              договора направлено на коммерциализацию результатов проведенных
              исследований и разработок.
            </p>
          </li>
          <li>
            <p>
              Заявка – документ с существенными условиями и основание для
              выполнения работ/оказания услуг, формируемый Заказчиком.
            </p>
          </li>
          <li>
            <p>
              Исполнитель – зарегистрированное на Платформе, присоединившееся к
              Договору и условиям Платформы физическое лицо, зарегистрированное
              в установленном законодательством порядке в качестве плательщика
              налога на профессиональный доход (самозанятый), либо имеющее
              статус индивидуального предпринимателя, осуществляющего
              предпринимательскую деятельность лично, без привлечения
              работников. Исполнитель заинтересован в выполнении работ/оказании
              услуг, поименованных в Заявке к Договору, в интересах Заказчика
              и/или Клиента.
            </p>
          </li>
          <li>
            <p>
              Клиент – юридическое лицо или индивидуальный предприниматель,
              заключившие с Заказчиком договор на выполнение работ/оказание
              услуг.
            </p>
          </li>
          <li>
            <p>
              Личный кабинет – индивидуальный раздел Пользователя на Платформе,
              доступ в который осуществляется Пользователем посредством введения
              известных только ему Логина и Пароля в соответствии с Условиями.
            </p>
          </li>
          <li>
            <p>
              Платформа – https://www.staffconnect.ru, электронная платформа
              «StaffConnect» («СтаффКоннект»), разработана и управляется
              Заказчиком. Исполнитель может размещать информацию о своих услугах
              и работах, а также об опыте, образовании и пр.
            </p>
          </li>
          <li>
            <p>
              Пользователь – физическое лицо, зарегистрированное в установленном
              законодательством порядке в качестве плательщика налога на
              профессиональный доход (самозанятый), или индивидуальный
              предприниматель, зарегистрированные и использующие Платформу.
              Пользователь может выступать в роли Исполнителя.
            </p>
          </li>
          <li>
            <p>
              ЭП – простая электронная подпись, электронная подпись, которая
              посредством использования кодов, паролей или иных средств
              подтверждает факт формирования электронной подписи определенным
              лицом. Стороны признают электронные документы, подписанные простой
              электронной подписью, равнозначным документам на бумажных
              носителях, подписанным собственноручной подписью.
            </p>
          </li>
          <li>
            <p>
              Расчетный период – календарный месяц, в котором Исполнитель
              оказывал услуги/выполнял работы и за который Заказчик выплачивает
              их стоимость, если иной срок не предусмотрен Заявкой.
            </p>
          </li>
          <li>
            <p>
              Рабочие дни – дни за исключением выходных, праздничных дней в
              соответствии с законодательством Российской Федерации.
            </p>
          </li>
          <li>
            <p>
              Условия – Условия использования Платформы; документ с условиями
              использования Платформы, безоговорочно принятый Исполнителем как
              часть этого Договора при регистрации на Платформе. Размещен по
              адресу: https://staffconnect.ru/rules/.
            </p>
          </li>
          <li>
            <p>
              Чек – документ, формируемый Исполнителем, являющимся плательщиком
              налога на профессиональный доход, с помощью мобильного приложения
              «Мой налог» или личного кабинета на официальном сайте налогового
              органа (nalog.ru). Должен быть загружен на Платформу через Личный
              кабинет Исполнителя в формате .jpeg или .pdf.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>ПРЕДМЕТ ДОГОВОРА</h4>
        <ol class="ptivacy__sublist">
          <li>
            <p>
              Исполнитель по заданию Заказчика обязуется выполнять работы и/или
              оказать услуги в соответствии с требованиями и условиями
              настоящего Договора (далее – «работы/услуги»), а Заказчик
              обязуется принимать их и оплачивать. Заказчик предоставляет
              Исполнителю доступ к Платформе с целью размещения Исполнителем
              информации о своих услугах и работах, автоматизации взаимодействия
              с Заказчиком и Клиентами, документооборота и выплат.
            </p>
          </li>
          <li>
            <p>
              Основание выполнения работ/оказания услуг – Заявка по форме
              Приложения № 1 к Договору. Требования к услугам/работам, порядок и
              сроки их выполнения, технико-экономические параметры услуг/работ
              (при наличии) определяются Сторонами в соответствующих Заявках.
            </p>
          </li>
          <li>
            <p>
              Исполнитель указывает тариф на Платформе. Он фиксируется с момента
              бронирования на Платформе на срок Заявки.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>ЗАКЛЮЧЕНИЕ ЗАЯВКИ</h4>
        <ol class="ptivacy__sublist">
          <li>
            <p>
              Заказчик формирует Заявку, присваивает ей номер и направляет ее
              Исполнителю в Личный кабинет на Платформе для подписания.
            </p>
          </li>
          <li>
            <p>
              Подписание Заявки Исполнителем осуществляется с помощью ЭП. ЭП
              формируется путем отправки Заказчиком СМС-сообщения с кодом на
              номер телефона Исполнителя. Исполнитель вводит этот код в
              специальное поле на Платформе и нажимает кнопку «Подписать».
              Данное действие означает полное и безоговорочное согласие со всеми
              условиями Заявки и готовность к ее исполнению. Если Исполнитель
              приступил к выполнению работ/оказанию услуг, то это является
              акцептом Заявки в соответствии с п. 3 ст. 438 ГК РФ, то есть
              считается, что Исполнитель полностью и безоговорочно согласился с
              условиями Заявки.
            </p>
          </li>
          <li>
            <p>
              Срок на подписание Исполнителем Заявки: 2 рабочих дня с момента
              получения. Молчание Исполнителя или отсутствие подписания Заявки в
              названный срок считается отказом от Заявки.
            </p>
          </li>
          <li>
            <p>
              Обмен оригиналами Заявок на бумажном носителе между Заказчиком и
              Исполнителям не осуществляется.
            </p>
          </li>
          <li>
            <p>
              Заказчик вправе отказать Исполнителю в заключении Заявки, если
              Исполнитель, являющийся плательщиком налога на профессиональный
              доход (самозанятым), утратил этот статус по любым причинам.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>ВЗАИМОДЕЙСТВИЕ СТОРОН</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Исполнитель обязан исполнять Договор и Заявки лично, своими
              силами, не вправе привлекать третьих лиц.
            </p>
          </li>
          <li>
            <p>
              Внесение заданий и контроль Заказчиком хода их выполнения может
              фиксироваться перечнем в Заявке, посредством электронной площадки
              для постановки задач (таск-трекер), адрес которой будет указан в
              Заявке, а также может фиксироваться в переписке по электронной
              почте и/или в мессенджерах, если они указаны в Заявке.
            </p>
          </li>
          <li>
            <p>
              Заказчик передает Исполнителю информацию, необходимую для
              исполнения Заявки, вправе проверять ход и качество процесса
              выполнения Исполнителем работ/услуг на любой стадии, давать
              необходимые указания, требовать доработки, внесения изменений в
              результаты работ/услуг, не соответствующие требованиям,
              обусловленным Заявкой, а также в предусмотренных Заявками случаях
              требовать отчет о выполнении предъявленных требований и указаний.
            </p>
          </li>
          <li>
            <p>
              Если информации недостаточно либо возникают обстоятельства,
              препятствующие исполнению Договора, Исполнитель обязан немедленно
              сообщить об этом Заказчику (и Клиенту при необходимости),
              принимает меры по их устранению, сообщает о прекращении таких
              обстоятельств.
            </p>
          </li>
          <li>
            <p>
              Исполнитель в течение 1 рабочего дня с момента запроса Заказчика
              должен сообщать о ходе выполнения работ/оказания услуг по
              соответствующей Заявке по электронной почте и при необходимости –
              предоставить подтверждающие документы.
            </p>
          </li>
          <li>
            <p>
              Исполнитель самостоятельно отвечает за обеспечение своих условий
              труда и обеспечивает себя инструментами, материалами и
              оборудованием, необходимыми для ведения предпринимательской
              деятельности и выполнения Заявки. Предоставление отдельного
              оборудования может быть согласовано в Заявке.
            </p>
          </li>
          <li>
            <p>
              В случае использования предоставленных Заказчиком/Клиентом для
              выполнения работ/услуг оборудования, материалов,
              материально-технических средств бережно к ним относиться, по
              завершении выполнения работ/услуг Исполнитель обязан возвратить их
              в целости и сохранности в течение 2 рабочих дней с момента
              прекращения Заявки и/или получения требования от Заказчика, если
              иной срок не обозначен Заказчиком, а в случае их утери или
              повреждения – возместить Заказчику причиненный ущерб.
            </p>
          </li>
          <li>
            <p>
              Исполнитель, являющийся плательщиком налога на профессиональный
              доход, обязан загружать Чеки на Платформу в течение 2 дней с даты
              получения оплаты по соответствующему Акту.
            </p>
          </li>
          <li>
            <p>
              Исполнитель, являющийся плательщиком налога на профессиональный
              доход (самозанятый) после принятия Заявки к исполнению обязуется
              оставаться зарегистрированным в качестве плательщика налога на
              профессиональный доход до завершения исполнения такой Заявки и
              получения оплаты за нее, с формированием и предоставлением Чека
              Заказчику для подтверждения суммы платежа по выполненной Заявке.
            </p>
          </li>
          <li>
            <p>
              Исполнитель несёт ответственность за достоверность указанных в
              Личном кабинете персональных и контактных данных, а также
              банковских реквизитов счёта Исполнителя. В случае предоставления
              Исполнителем неверных данных и банковских реквизитов Заказчик не
              несет ответственности за возможные последствия, связанные с их
              использованием, в том числе за некорректное и/или несвоевременное
              перечисление и/или неперечисление денежных средств по таким
              банковским реквизитам.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>ЦЕНА И РАСЧЕТЫ</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Стоимость работ/услуг определяется исходя из цены за единицу
              измерения, указанной в Заявке, и количества фактически
              потраченного Исполнителем времени, если иное не предусмотрено в
              Заявке.
            </p>
          </li>
          <li>
            <p>
              Если в Заявке не указано иное, то на основании принятого Акта
              Заказчик оплачивает работы/услуги в срок до последнего числа
              месяца (включительно), следующего за Расчетным периодом. При
              отсутствии подписанных Сторонами Актов оплата не производится.
            </p>
          </li>
          <li>
            <p>
              Заказчик не возмещает дополнительные расходы Исполнителя, за
              исключением предварительно согласованных и зафиксированных
              Сторонами в Заявке либо дополнении к Заявке. Подписание происходит
              в порядке п. 3.2. Договора
            </p>
          </li>
          <li>
            <p>
              Любые расчеты осуществляются в безналичном порядке платежными
              поручениями. Валюта Договора – российский рубль.
            </p>
          </li>
          <li>
            <p>
              Обязательства по оплате считаются исполненными в момент списания
              денежных средств с расчетного счета Заказчика.
            </p>
          </li>
          <li>
            <p>
              Налоговая оговорка: Цена Заявки включает в себя все расходы
              Исполнителя, связанные с выполнением работ/оказанием услуг, в том
              числе все налоги, сборы и другие обязательные платежи,
              предусмотренные законодательством Российской Федерации, и не
              подлежит увеличению на сумму налогов в случае смены налогового
              режима Исполнителя. Исполнитель самостоятельно оплачивает все
              необходимые налоги и сборы, возникающие в связи с исполнением
              Договора и Заявок, и несет риск неправильного применения
              налогового законодательства.
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  В случае изменения налогового статуса Исполнителя (утраты
                  Исполнителем – физическим лицом, являющимся плательщиком
                  налога на профессиональный доход (самозанятый), статуса
                  плательщика налога на профессиональный доход (самозанятого) /
                  переход физического лица на использование статуса
                  индивидуального предпринимателя/ переход индивидуального
                  предпринимателя на специальный налоговый режим «Налог на
                  профессиональный доход» или на использование статуса
                  физического лица – плательщика налога на профессиональный
                  доход (самозанятого)) он обязуется предварительно письменно
                  уведомить об этом Заказчика не позднее 5 рабочих дней до даты
                  изменения налогового режима, а также обновить информацию на
                  Платформе. Стороны досрочно завершают действующие Заявки и
                  согласовывают иной формат сотрудничества при возможности. В
                  случае, если Исполнитель не уведомил Заказчика в указанный
                  срок – он обязан компенсировать Заказчику все понесенные
                  изменением налогового режима убытки и расходы, возникшие у
                  Заказчика в соответствии с действующим законодательством.
                </p>
              </li>
            </ol>
          </li>
        </ol>
      </li>
      <li>
        <h4>СДАЧА-ПРИЕМКА</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Выполнение Работ по Договору осуществляются по Расчетным периодам,
              если иное не предусмотрено в Заявке. Окончание каждого Расчетного
              периода оформляется Актом, формируемым Исполнителем посредством
              Платформы, в соответствии с объемом выполненных работ/оказанных
              услуг.
            </p>
          </li>
          <li>
            <p>
              Исполнитель заполняет Акт, подписывает его с помощью ЭП и
              отправляет посредством Платформы на согласование Заказчику. Срок
              на направление и подписание Акта: не позднее 2 рабочего дня
              месяца, следующего за Расчетным периодом. Подписание Акта
              осуществляется с помощью ЭП. ЭП формируется путем отправки
              Заказчиком СМС-сообщения с кодом на номер телефона Исполнителя.
              Исполнитель вводит этот код в специальное поле на Платформе и
              нажимает кнопку «Подписать». Стороны подтверждают, что Акты,
              подписанные ЭП, имеют равную юридическую силу с документами,
              составленными на бумажном носителе и подписанными собственноручной
              подписью.
            </p>
          </li>
          <li>
            <p>
              Срок на принятие (подписание) Акта Заказчиком: до 15 рабочих дней
              со дня его получения.
            </p>
          </li>
          <li>
            <p>
              При наличии замечаний Заказчик отклоняет Акт и направляет
              Исполнителю перечень недостатков со сроком на их устранение. Срок
              на принятие Акта начинает течь со дня, когда Исполнитель устранил
              недостатки и перенаправил Акт Заказчику.
            </p>
          </li>
          <li>
            <p>
              В случае, если Исполнитель применяет специальный налоговый режим
              «Налог на профессиональный доход», он обязан сформировать Чек и
              направить его Заказчику через Платформу в срок не позднее 2
              рабочих дней с момента получения оплаты.
            </p>
          </li>
          <li>
            <p>
              Гарантийный срок на результат работ/услуг составляет 6 месяцев со
              дня принятия Акта Заказчиком. В случае выявления
              недостатков/скрытых дефектов Исполнитель обязуется устранять такие
              ошибки или дефекты своими силами и средствами без дополнительной
              оплаты. Срок устранения таких недостатков не может превышать 7
              рабочих дней, если более короткий срок не установлен Заказчиком.
              Данный пункт продолжает действовать даже в случае расторжения
              Договора.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>ПОРЯДОК ЗАКЛЮЧЕНИЯ, ДЕЙСТВИЕ ДОГОВОРА И ЕГО ИЗМЕНЕНИЕ</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Договор вступает в силу с момента совершения Исполнителем акцепта
              Договора и действует до момента его расторжения (по инициативе
              одной из Сторон, либо при удалении Личного кабинета Исполнителя в
              соответствии с Условиями), а в части обязательств – до полного
              исполнения Сторонами своих обязательств. Для удаления Личного
              кабинета у Исполнителя не должно быть не выполненных, но принятых
              и не расторгнутых Заявок.
            </p>
          </li>
          <li>
            <p>
              Внесение изменений в Договор присоединения на выполнение
              работ/оказание услуг с использованием Платформы, влечёт за собой
              внесение этих изменений в акцептированный Исполнителем Договор.
              Изменения вступают в силу с момента размещения новой версии
              Договора на Платформе по адресу https://staffconnect.ru/contract/
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>Исполнитель соглашается и признает, что:</p>
                <ul>
                  <li>
                    <p>
                      Заказчик имеет право изменить Договор в любой момент в
                      одностороннем порядке без какого-либо предварительного
                      уведомления;
                    </p>
                  </li>
                  <li>
                    <p>
                      внесение изменений в Договор не требует повторного
                      акцептования Исполнителем настоящего Договора;
                    </p>
                  </li>
                  <li>
                    <p>
                      обязан регулярно самостоятельно знакомиться с актуальной
                      редакцией Договора при использовании Платформы.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  Продолжение использования Платформы означает согласие
                  Исполнителя с условиями новой версии Договора. Если
                  Исполнитель не согласен с условиями новой версии Договора, он
                  обязуется уведомить Заказчика об отказе от Договора и
                  прекратить пользоваться Платформой. При этом Исполнитель
                  обязан исполнить обязательства по заключенным Заявкам в полном
                  объеме.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>
              Расторжение Заявки возможно по соглашению Сторон путем обмена
              электронными письмами по электронной почте, указанной в разделе 11
              Договора, за исключением случаев:
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>Заказчик имеет право на односторонний отказ от Заявки:</p>
                <ul>
                  <li>
                    <p>
                      с уведомлением на электронную почту Исполнителя, с
                      дублированием в Личный кабинет на Платформе за 1 рабочий
                      день до даты отказа;
                    </p>
                  </li>
                  <li>
                    <p>
                      если Исполнитель не приступил к исполнению в течение 1
                      рабочего дня от даты начала выполнения работ/оказания
                      услуг. Расторжение происходит с момента отправки
                      уведомления об отказе на электронную почту Исполнителя, с
                      дублированием в Личный кабинет на Платформе.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  Исполнитель имеет право на односторонний отказ от Заявки с
                  уведомлением Заказчика за 30 дней до даты отказа
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>При расторжении Заявки:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Заказчик подписывает Акт в течение 15 рабочих дней с даты
                  окончания Расчетного периода.
                </p>
              </li>
              <li>
                <p>
                  Заказчик оплачивает стоимость фактически выполненных
                  работ/оказанных услуг на основании Акта в порядке и сроки по
                  п. 5.2. Договора.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>
              Расторжение Договора – каждая из Сторон имеет право на
              односторонний (внесудебный) отказ от Договора путем направления
              уведомления другой Стороне по электронной почте, указанной в
              разделе 11 Договора:
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Заказчик – не менее, чем за 20 дней до даты расторжения, за
                  исключением следующего:
                </p>
                <ul>
                  <li>
                    <p>
                      С уведомлением за 1 рабочий день до даты расторжения
                      Договора, если Исполнителем предоставлена недостоверная,
                      неактуальная информация в Личном кабинете на Платформе.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  Исполнитель – не менее, чем за 30 дней до даты расторжения.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>
              Любая Сторона вправе направить предложение другой Стороне о
              расторжении Договора. Срок на рассмотрение предложения или
              мотивированный отказ – 3 рабочих дня с момента его получения.
            </p>
          </li>
          <li>
            <p>
              Правовые последствия по расторжению наступают с момента получения
              письменного уведомления другой Стороной, если иные сроки не
              предусмотрены Договором.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>ОТВЕТСТВЕННОСТЬ СТОРОН, РАЗРЕШЕНИЕ СПОРОВ</h4>
        <ol class="privacy__sublist">
          <li>
            <p>Статья 317.1 ГК РФ не подлежит применению к Договору.</p>
          </li>
          <li>
            <p>Не подлежит возмещению упущенная выгода.</p>
          </li>
          <li>
            <p>
              При нарушении Исполнителем сроков выполнения работ/оказания услуг
              он выплачивает Заказчику неустойку в размере 0,1 % за каждый день
              просрочки, но не более 50 %, от стоимости не сданных в срок
              работ/услуг.
            </p>
          </li>
          <li>
            <p>
              При нарушении Заказчиком срока оплаты, он выплачивает Исполнителю
              неустойку в размере: 0,1 % за каждый день просрочки, но не более
              50 % от суммы задолженности.
            </p>
          </li>
          <li>
            <p>
              При нарушении Исполнителем срока предоставления Акта и при наличии
              вины Исполнителя он выплачивает Заказчику неустойку в размере 10
              000 рублей за каждый случай нарушения, по реквизитам, указанным в
              разделе 14, если иные не указаны в требовании Заказчика.
            </p>
          </li>
          <li>
            <p>
              На основании п. 6.5. Договора, если Исполнитель не выдал/не
              направил Чек Заказчику, Исполнитель выплачивает Заказчику штраф в
              размере 30 % от суммы, на которую полагалось выдать Чек, по
              реквизитам, указанным в разделе 14, если иные не указаны в
              требовании Заказчика.
            </p>
          </li>
          <li>
            <p>
              В случае, если Исполнитель, являющийся плательщиком налога на
              профессиональный доход (самозанятый), в период исполнения Заявки и
              до подписания Акта Заказчиком утратил статус плательщика налога на
              профессиональный доход, Заказчик вправе удержать штраф в размере
              50% из суммы, подлежащей выплате Исполнителю по Заявке, в качестве
              компенсации Заказчику убытков и расходов, возникающих у него в
              соответствии с действующим законодательством, в связи с изменением
              налогового режима Исполнителя.
            </p>
          </li>
          <li>
            <p>
              Заказчик вправе удержать из суммы оплаты по Договору любые
              предусмотренные законодательством и/или настоящим Договором
              неустойки, штрафы, налоговые платежи и другие обязательные
              выплаты. Если Заказчик удерживает из суммы оплаты по Договору
              неустойку и/или штрафы, то начисление пеней на невыплаченную сумму
              не производится.
            </p>
          </li>
          <li>
            <p>
              Исполнитель возмещает потери Заказчика в соответствии со ст. 406.1
              ГК РФ при нарушении любого подпункта:
            </p>
            <ol class="privacy__sub-subtitle">
              <li>
                <p>
                  Исполнитель гарантирует соблюдение всех условий раздела 12
                  Договора.
                </p>
              </li>
              <li>
                <p>
                  Все операции Исполнителя по выполнению работ/оказанию услуг по
                  Договору, приобретению прав на результаты интеллектуальной
                  деятельности (далее – РИД), полностью и надлежащим образом
                  отражены в первичной документации, в бухгалтерской, налоговой,
                  статистической и любой иной отчетности. Исполнитель по запросу
                  Заказчика представит подтверждение надлежащего исполнения им
                  своих обязанностей по законодательству о налогах и сборах.
                </p>
              </li>
              <li>
                <p>
                  Исполнителем уплачиваются все налоги и сборы в соответствии с
                  законодательством РФ, а также им достоверно ведется и
                  своевременно подается в налоговые и иные государственные
                  органы налоговая, статистическая и иная отчетность в
                  соответствии с законодательством РФ.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>
              В случае недостоверности любого из заверений и гарантий,
              предусмотренных пунктом 8.9. Договора, Исполнитель должен уплатить
              штраф в размере 50 000 рублей за каждый случай нарушения и,
              согласно ст. 406.1 ГК РФ, возместить все документально
              подтвержденные расходы, которые понесет Заказчик в результате
              невыполнения заверений, указанных в этом пункте.
            </p>
          </li>
          <li>
            <p>
              Денежные выплаты из Раздела 8 Договора подлежат оплате в течение
              10 рабочих дней с момента получения письменного требования
              Стороны.
            </p>
          </li>
          <li>
            <p>
              В зависимости от статуса Исполнителя споры могут быть переданы на
              разрешение в Арбитражный суд г. Москвы либо Хамовнический районный
              суд г. Москвы после принятия Сторонами мер по досудебному
              урегулированию. Срок на рассмотрение претензии: 15 дней со дня ее
              получения.
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Стороны обязуются направлять все претензии исключительно
                  посредством почтовой связи (а именно Почтой России или другими
                  почтовыми операторами, предоставляющими возможность доставки
                  документов с уведомлением о вручении), с дублированием
                  претензии на электронную почту.
                </p>
              </li>
            </ol>
          </li>
        </ol>
      </li>
      <li>
        <h4>НЕПРЕОДОЛИМАЯ СИЛА</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Обстоятельства непреодолимой силы – чрезвычайные и
              непредотвратимые при данных условиях обстоятельства (далее –
              Обстоятельства). Сторона освобождается от ответственности за
              неисполнение обязательств по Договору из-за Обстоятельств.
            </p>
          </li>
          <li>
            <p>
              Срок на сообщение затронутой Стороной о наступлении Обстоятельств
              другой Стороне – 5 рабочих дней. Пропуск срока не является
              основанием для освобождения от ответственности.
            </p>
          </li>
          <li>
            <p>
              При наступлении Обстоятельств срок выполнения обязательств
              отодвигается соразмерно времени, в течение которого действуют эти
              Обстоятельства. Каждая Сторона вправе расторгнуть Договор в
              одностороннем порядке без возмещения убытков, если Обстоятельства
              действуют 2 и более месяца.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>КОНФИДЕНЦИАЛЬНАЯ ИНФОРМАЦИЯ</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              В течение срока действия Договора и 5 лет после его расторжения
              Стороны (являясь как принимающей, так и раскрывающей стороной)
              обязуются соблюдать и обеспечивать полную конфиденциальность
              информации и данных, получаемых друг от друга в связи с
              исполнением Договора и использованием Платформы, за исключением
              информации и данных, являющихся общедоступными, либо информации,
              которая в соответствии с законодательством, не может составлять
              охраняемую законом информацию.
            </p>
          </li>
          <li>
            <p>
              Конфиденциальная информация – вся информация, которую Стороны
              передают друг другу любыми способами, включая устно, в электронном
              виде с использованием сети Интернет, посредством телефонной связи,
              на переговорах и т.д. в рамках взаимодействия по Договору (далее –
              Конфиденциальная информация). Информация считается
              конфиденциальной, пока Стороны не согласовали иное. Также любая
              информация от Клиента является конфиденциальной для Сторон.
            </p>
          </li>
          <li>
            <p>
              Стороны вправе разглашать сведения и информацию полученные друг от
              друга при исполнении Договора, только с письменного согласия
              другой Стороны. Под разглашением понимается любое действие или
              бездействие Стороны, в результате которого Конфиденциальная
              информация в любой возможной форме (устной, письменной,
              электронной, иной форме, в том числе с использованием технических
              средств) становится известной третьим лицам, без предварительного
              письменного согласия другой Стороны.
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Не требуется письменное согласие в случаях раскрытия
                  конфиденциальной информации:
                </p>
                <ul>
                  <li>
                    <p>
                      работникам Принимающей стороны и Клиентам, связанными к
                      исполнению Договора, аффилированным лицам и аудиторам
                      Принимающей стороны. За их действия и бездействия отвечает
                      Принимающая сторона.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  По запросу суда или законным требованиям органов власти.
                  Принимающая сторона должна уведомить Раскрывающую сторону о
                  факте и объеме раскрытия конфиденциальной информации не
                  позднее 3 дней с момента раскрытия.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>
              Исполнить может раскрыть конфиденциальную информацию Заказчика или
              Клиента только с письменного согласия Заказчика.
            </p>
          </li>
          <li>
            <p>
              За несанкционированное разглашение Конфиденциальной информации
              Стороны возмещают реальный ущерб, подтвержденный документально.
              Бремя доказывания соблюдения Принимающей стороной мер защиты от
              неправомерного доступа, передачи и распространения лежит на
              Принимающей стороне.
            </p>
          </li>
          <li>
            <p>
              Распространение информации неограниченному кругу лиц только о
              факте заключения Договора не требует согласия Сторон.
            </p>
          </li>
          <li>
            <p>
              Стороны обязуются соблюдать законодательство о защите персональных
              данных; получить согласия субъектов на обработку персональных
              данных, соблюдать требования их обработки. Исполнитель обязан
              предоставить Заказчику согласие субъекта в течение 2 рабочих дней
              с момента запроса.
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Исполнитель, для исполнения Договора, дает согласие на
                  передачу персональных данных, переданных Заказчику,
                  потенциальным и текущим Клиентам, присутствующим на Платформе,
                  а в случаях, установленных законодательством Российской
                  Федерации – органам власти Российской Федерации.
                </p>
              </li>
            </ol>
          </li>
        </ol>
      </li>
      <li>
        <h4>КОММУНИКАЦИЯ СТОРОН И ОБМЕН ДОКУМЕНТАМИ</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Для оперативного обмена информацией, взаимодействия по Договору, в
              т.ч. дачи указаний или согласования вопросов, Стороны использую
              следующие контакты помимо Личного кабинета на Платформе:<br />
              от Заказчика — help@staffconnect.ru. тел: +7 (495) 260-12-90,<br />
              от Исполнителя — адрес электронной почты и номер телефона,
              указанные в Личным кабинете.
            </p>
          </li>
          <li>
            <p>
              Все уведомления, требования, извещения и сообщения (за исключением
              претензий), направляемые в связи с исполнением Договора, должны
              быть оформлены в письменном виде на русском языке и могут быть
              направлены электронным документом с помощью электронной почты,
              указанной в настоящем разделе, а также в соответствующей Заявке,
              либо через Платформу (в Личный кабинет Исполнителя/Заказчика),
              либо через операторов почтовой связи общего пользования (почтой) с
              уведомлением о вручении или заказной или курьерской почтой, с
              подтверждением факта их получения.
            </p>
            <ol class="privacy__sub-subtitle">
              <li>
                <p>
                  Электронный документ в электронной почте – сообщение в формате
                  электронной почты, содержащее непосредственно в этом сообщении
                  или в качестве приложения к нему электронный (созданный в
                  результате сканирования графический файл либо в результате
                  сохранения документа в формате PDF) образ оригинального
                  документа, содержащего подпись уполномоченного представителя
                  Стороны и печать Стороны (при использовании Стороной печати).
                  Стороны признают, что такие электронные документы равнозначны
                  документам на бумажных носителях, подписанным собственноручной
                  подписью.
                </p>
              </li>
              <li>
                <p>Информация считается полученной:</p>
                <ul>
                  <li>
                    <p>
                      в случае направления посредством электронной почты – в
                      дату, указанную в подтверждении о получении
                      соответствующей почтовой программой или самим адресатом.
                      Если отправитель не получил подтверждение доставки,
                      электронное сообщение отправляется повторно и считается
                      полученным адресатом на следующий рабочий день со дня его
                      повторной отправления.
                    </p>
                  </li>
                  <li>
                    <p>
                      в случае направления почты, заказной или курьерской почтой
                      – в дату, указанную в подтверждении о вручении отправления
                      Стороне-получателю, имеющемся у Стороны-отправителя либо
                      на дату, указанную в информационном сервисе «Отслеживание
                      почтовых отправлений» с официального сайта АО «Почта
                      Росси», или если письма направлены через иную организации
                      почтой связи (курьерская почта), информации от такой
                      организации полученная любым способом.
                    </p>
                  </li>
                  <li>
                    <p>
                      в случае направления через Платформу - в дату появления
                      документа в интерфейсе Личного кабинета на Платформе у
                      Стороны-получателя.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  Также информация, направленная почтой, заказным письмом с
                  уведомлением, считается полученной если, несмотря на почтовое
                  извещение, Сторона-получатель не явилась за получением
                  отправления или отказалась от его получения, либо отправление
                  не вручено Стороне-получателю в связи с отсутствием адресата
                  по указанному в Личном кабинете или реквизитах Договора
                  адресу, в результате чего письмо возвращено почтой по адресу
                  Стороны-отправителя.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>
              Переписка по электронной почте (любые входящие и исходящие
              электронные сообщения, отправленные по каналам связи,
              предусмотренным Договором, соответствующей Заявкой) признается
              юридически значимой и в качестве надлежащего письменного
              доказательства может использоваться в суде.
            </p>
          </li>
          <li>
            <p>
              Используя Платформу, Исполнитель дает согласие на получение
              информационных сообщений о Платформе, а также на получение
              электронных писем на электронную почту либо СМС-сообщений с кодами
              доступа на Платформу, паролей ЭП и иной информации, необходимой
              для использования Исполнителем функционала Платформы. Отказ
              Исполнителя от получения таких сообщений делает невозможным
              использование функционала Платформы.
            </p>
          </li>
          <li>
            <p>
              Стороны обязуются сохранять конфиденциальность доступов к
              указанным каналам связи и не передавать данных для доступа к ним
              третьим лицам.
            </p>
          </li>
          <li>
            <p>
              Стороны признают документы, подписанные ЭП, равнозначными бумажным
              документам с собственноручной подписью.
            </p>
            <ol class="pricacy__sub-sublist">
              <li>
                <p>
                  Определение лица, подписывающего электронный документ с
                  помощью ЭП, и проверка подлинности его ЭП производится на
                  основании успешной идентификации и аутентификации Исполнителя
                  в Личном кабинете на Платформе и посредством проверки
                  корректности введенного им кода из СМС-сообщения. Ключом ЭП
                  является сочетание двух параметров: Логина и кода из
                  СМС-сообщения.
                </p>
              </li>
              <li>
                <p>
                  Заказчик и Исполнитель обязуются соблюдать конфиденциальность
                  ключей ЭП (логина и пароля от Личного кабинета, кодов из
                  СМС-сообщений): не передавать третьим лицам, хранить в тайне
                  Логин, Пароль, коды из СМС-сообщений, принимать все возможные
                  меры, предотвращающие несанкционированных доступ к этим
                  данным.
                </p>
              </li>
              <li>
                <p>
                  В качестве доказательств, подтверждающих авторизацию
                  Исполнителя при использовании Платформы, а также подписание им
                  ЭП документов могут выступать протоколы (логи) действий
                  Исполнителя и происходящих в связи с этим событий, а также
                  переписка по электронной почте или в Личном кабинете между
                  Исполнителем и Заказчиком. Стороны признают, что выгрузка
                  логов из автоматической системы протоколирования является
                  надлежащим доказательством в суде для целей установления факта
                  подписания электронных документов и совершения каких-либо
                  действий на Платформе.
                </p>
              </li>
              <li>
                <p>
                  Факт подписания электронного документа ЭП подтверждается
                  формированием на нем отображения ЭП, содержащей данные о
                  подписанте, дате и времени подписания документа.
                </p>
              </li>
              <li>
                <p>Расходы на создание ЭП возлагаются на Заказчика.</p>
              </li>
            </ol>
          </li>
        </ol>
      </li>
      <li>
        <h4>ПРАВА НА РЕЗУЛЬТАТЫ ИНТЕЛЛЕКТУАЛЬНОЙ ДЕЯТЕЛЬНОСТИ</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              В случае создания объекта интеллектуальной собственности или
              результата интеллектуальной деятельности (далее – ОИС/РИД)
              Исполнитель отчуждает Заказчику исключительное право на созданные
              при исполнении Договора РИД в полном объеме (в течение всего срока
              предоставления правовой охраны в соответствии с законодательством
              Российской Федерации, на территории всего мира, в отношении любых
              способов использования).
            </p>
          </li>
          <li>
            <p>
              Исполнитель гарантирует, что к моменту отчуждения исключительного
              права он получил согласия авторов:
            </p>
            <ul>
              <li>
                <p>на использование РИД без указания имени автора;</p>
              </li>
              <li>
                <p>
                  на внесение изменений, сокращений или дополнений в РИД,
                  снабжение РИД иллюстрациями, комментариями или какими бы то ни
                  было пояснениями, в т.ч. Заказчиком/Клиентом;
                </p>
              </li>
              <li>
                <p>
                  на обнародование или опубликование РИД Заказчиком/Клиентом.
                </p>
              </li>
            </ul>
          </li>
          <li>
            <p>
              Момент перехода исключительного права к Заказчику: с момента
              создания РИД. По запросу Заказчика Акт приема-передачи РИД должен
              быть составлен отдельно от Акта и направлен Заказчику в течение 2
              рабочих дней с момента получения такого запроса. Если Исполнитель
              уклоняется от направления либо подписания Акта приема-передачи
              РИД, Заказчик вправе составить односторонний.
            </p>
          </li>
          <li>
            <p>
              Вознаграждение Исполнителя за создание, передачу и отчуждение
              исключительного права на РИД, за передачу материальных носителей,
              содержащих РИД, включено в цену работ/услуг соответствующей Заявки
              и составляет 5 % от цены, указанной в Акте, если иное не указано в
              Заявке.
            </p>
          </li>
          <li>
            <p>
              Исполнитель за свой счет оплачивает вознаграждение авторам за
              создание и отчуждение РИД либо авторам, чьи РИД были приобретены
              для исполнения Договора.
            </p>
          </li>
          <li>
            <p>
              Исполнитель не вправе использовать созданные при исполнении
              Договора РИД, результат работ/услуг ни в собственных, ни в
              коммерческих целях.
            </p>
          </li>
          <li>
            <p>
              Исполнитель гарантирует наличие у него всех прав, как
              исключительных, так и смежных (полученных им на законных
              основаниях от третьих лиц ), необходимых согласий, разрешений и
              прав от авторов или правообладателей на РИД на отчуждение
              исключительного права.
            </p>
          </li>
          <li>
            <p>Исполнитель гарантирует чистоту прав:</p>
            <ul>
              <li>
                <p>
                  ОИС и РИД – результаты работ по Договору не нарушают права и
                  не обременены правами, притязаниями третьих лиц и/или авторов;
                </p>
              </li>
              <li>
                <p>
                  к моменту отчуждения исключительного права ОИС и РИД не были
                  обнародованы;
                </p>
              </li>
              <li>
                <p>
                  ОИС и РИД получены Исполнителем и отчуждены Заказчику на
                  законных основаниях, договоры с авторами предусматривают
                  переход исключительных прав на них Исполнителю.
                </p>
              </li>
            </ul>
          </li>
          <li>
            <p>
              Если при исполнении Договора не было прямо предусмотрено и
              Исполнителем создан РИД, в отношении которого предусмотрена
              правовая охрана, удостоверяемая патентом: изобретение, полезная
              модель или промышленный образец, то:
            </p>
            <ul>
              <li>
                <p>
                  право на получение патента и исключительное право на РИД в
                  полном объеме принадлежат Заказчику в соот. со ст. 1371 ГК РФ;
                </p>
              </li>
              <li>
                <p>
                  Исполнитель обязуется оказать содействие в оформлении заявки
                  на выдачу патента, предоставить Заказчику сведения об авторах,
                  получить от авторов подписанные согласия на обработку
                  персональных данных и информацию, необходимую для реализации
                  Заказчиком права на получение патента;
                </p>
              </li>
              <li>
                <p>
                  Исполнитель самостоятельно и за свой счёт выплачивает все
                  причитающиеся автору(ам) РИД вознаграждения, в том числе
                  предусмотренное п. 3 ст. 1371 ГК РФ;
                </p>
              </li>
              <li>
                <p>
                  Исполнитель обязуется подписать с Заказчиком акт о
                  принадлежности права на получение патента на РИД или иной
                  подобный документ;
                </p>
              </li>
              <li>
                <p>
                  за Исполнителем не сохраняется право использовать созданный
                  РИД для собственных нужд на условиях безвозмездной простой
                  (неисключительной) лицензии.
                </p>
              </li>
            </ul>
          </li>
          <li>
            <p>
              Исполнитель обязан в течение 5 рабочих дней с момента получения
              требования Заказчика направить следующие документы для
              подтверждения создания, передачи и отчуждения РИД Исполнителю:
            </p>
            <ul>
              <li>
                <p>
                  если работы/услуги выполнялись собственными силами Исполнителя
                  - документы, подтверждающие дачу согласия Исполнителя, как
                  автора, и передачу всего объема прав Заказчику, в отношении
                  таких ОИС.
                </p>
              </li>
              <li>
                <p>
                  если для работ/ услуг использовались РИД, приобретенные
                  Исполнителем у третьих лиц – документы, подтверждающие объем
                  прав, полученный Исполнителем в отношении таких РИД.
                </p>
              </li>
            </ul>
          </li>
          <li>
            <p>
              Исполнитель обязан сообщать Заказчику об объектах авторского права
              с указанием контактных данных, ссылок на источники, из которых
              были получены объекты, которые были использованы при исполнении
              Договора и принадлежат третьим лицам. Исполнитель самостоятельно
              регулирует вопросы получения разрешения на использование и выплаты
              вознаграждения правообладателям таких объектов.
            </p>
          </li>
          <li>
            <p>
              Исполнитель не вправе использовать или включать в состав
              результата работ как часть производного произведения стороннее
              открытое программное обеспечение (далее – ПО). Запрет
              распространяется на ПО на основании свободной лицензии (свободное
              ПО), условия которой:
            </p>
            <ul>
              <li>
                <p>
                  требуют от пользователя (лицензиата такой лицензии) раскрытия
                  исходного кода модифицированного ПО;
                </p>
              </li>
              <li>
                <p>
                  не допускают дальнейшее распространение модифицированного ПО
                  на проприетарных условиях;
                </p>
              </li>
              <li>
                <p>
                  не позволяют осуществить передачу исключительного права на
                  модифицированное ПО от Исполнителя Заказчику;
                </p>
              </li>
              <li>
                <p>
                  либо ограничивают право пользователя запрещать третьим лицам
                  использование модифицированного ПО (Свободное ПО).
                </p>
              </li>
            </ul>
          </li>
          <li>
            <p>
              Исполнитель не вправе использовать системы искусственного
              интеллекта для целей выполнения работ/оказания услуг, если в
              Заявке отдельно письменно не согласовано иное.
            </p>
          </li>
          <li>
            <p>
              При предъявлении Заказчику и/или Клиенту претензий со стороны
              третьих лиц или авторов о нарушении исключительных, авторских или
              смежных прав Исполнитель обязуется урегулировать такие претензии
              самостоятельно и за свой счет, включая, но не ограничиваясь:
              неустойки, штрафы, компенсации, судебные издержки и расходы.
            </p>
          </li>
          <li>
            <p>
              При необходимости Заказчик предоставляет Исполнителю программное
              обеспечение и право его использования на условиях простой
              (неисключительной) лицензии (сублицензии). Объем предоставляемых
              прав ограничен правами, необходимыми для исполнения Заявки, и
              сроком ее исполнения. Лицензия (сублицензия) предоставляется на
              безвозмездной основе.
            </p>
          </li>
          <li>
            <p>
              По запросу Заказчика Исполнитель обязан предоставить
              доказательства соблюдения этого раздела Договора в течение 5
              рабочих дней с момента запроса.
            </p>
          </li>
          <li>
            <p>Исключительное право на Платформу принадлежит Заказчику.</p>
          </li>
        </ol>
      </li>
      <li>
        <h4>ПРОЧИЕ УСЛОВИЯ</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Договор подлежит толкованию, исполнению и регулированию в
              соответствии с законодательством Российской Федерации.
            </p>
          </li>
          <li>
            <p>
              Стороны не вправе уступать свои права и (или) обязанности по
              Договору.
            </p>
          </li>
          <li>
            <p>
              Признание судом какого-либо положения Договора недействительным
              или не подлежащим принудительному исполнению не влечёт
              недействительности или неисполнимости иных положений Договора.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>РЕКВИЗИТЫ ООО "Би Джи"</h4>
        <p>ООО "Би Джи"</p>
        <p>
          Юридический адрес: 630501, Новосибирская область, м.р-н новосибирский,
          г.п. рабочий поселок Краснообск, рп Краснообск, мкр 2, д. 213
        </p>
        <p>ИНН 5433957864</p>
        <p>КПП 543301001</p>
        <p>ОГРН 1165476113604</p>
        <p>р/с 40702810504500003099</p>
        <p>к/с 30101810745374525104</p>
        <p>БИК 044525104</p>
        <p>ООО «Банк Точка», г. Москва</p>
        <p>Телефон: +7 (495) 260-12-90</p>
        <p>Почта: help@staffconnect.ru</p>
      </li>
    </ol>
  </PrivacyComponent>
</template>
