<script lang="ts" setup>
import PrivacyComponent from '@/components/PrivacyComponent.vue'
</script>
<template>
  <PrivacyComponent
    title="Согласие на получение информационных и других рассылок"
  >
    <p>
      Я, настоящим даю свободно, своей волей и в своем интересе письменное
      согласие на получение по электронной почте и на телефон рекламной и
      информационной рассылки о деятельности Платформы "StaffConnect" и ООО
      "БиДжи" в соответствии с п. 1 ст. 18 Федерального закона от 13.03.2006 №
      38-ФЗ «О рекламе» и п. 1 ст. 44.1 Федерального закона от 07.07.2003 №
      126-ФЗ «О связи».
    </p>
    <p>
      В частности, я даю согласие на любые действия (операции) или совокупность
      действий (операций), совершаемых с использованием средств автоматизации
      или без использования таких средств с целью направления мне информационной
      и рекламной рассылки без ограничения объема (количества), времени суток и
      периода времени осуществления рассылки на мою электронную почту,
      предоставленную мной в рамках использования сайта и лендингов Платформы
      "StaffConnect" и ООО "БиДжи".
    </p>
    <p>
      Настоящее согласие выдано в целях целях своевременного информирования меня
      обо всех новинках, рекламных акциях и других событиях в сфере деятельности
      ООО "БиДжи".
    </p>
    <p>
      Настоящее согласие считается отозванным только в случае направления мною
      письменного отказа от получения информационной и рекламной рассылки на
      адрес электронной почты help@staffconnect.ru с пометкой «Отказ от
      уведомлений о новых продуктах и услугах и специальных предложениях» либо
      иной пометкой, позволяющей идентифицировать мое письмо как отзыв этого
      согласия.
    </p>
  </PrivacyComponent>
</template>
