<script lang="ts" setup>
import PrivacyComponent from '@/components/PrivacyComponent.vue'
</script>
<template>
  <PrivacyComponent
    title="Конфиденциальность и защита информации"
    subtitle="Персональные данные Пользователя обрабатывается в соответствии с Федеральным Законом «О персональных данных» № 152-ФЗ"
  >
    <p>
      При заполнении форм на Сайте Посетитель/Пользователь (физ.лицо,
      представитель юр.лица) предоставляет следующую информацию: Фамилия, Имя,
      Отчество, контактный номер телефона, адрес электронной почты.
    </p>
    <p>
      Предоставляя свои персональные данные Администрации Сайта, Посетитель
      Сайта/Пользователь соглашается на их обработку Администрацией Сайта, в том
      числе в целях выполнения Администрацией Сайта обязательств перед
      Посетителем Сайта/Пользователем в рамках настоящей Публичной оферты,
      продвижения Администрацией услуг, проведения электронных и sms опросов,
      контроля результатов маркетинговых акций, клиентской поддержки, проведение
      розыгрышей призов среди Посетителей Сайта/Пользователей, контроля
      удовлетворенности Посетителя Сайта/Пользователя, а также качества услуг,
      оказываемых Администрацией Сайта.
    </p>
    <p>
      Под обработкой персональных данных понимается любое действие (операция)
      или совокупность действий (операций), совершаемых с использованием средств
      автоматизации или без использования таких средств с персональными данными,
      включая сбор, запись, систематизацию, накопление, хранение, уточнение
      (обновление, изменение) извлечение, использование, передачу (в том числе
      передачу третьим лицам, не исключая трансграничную передачу, если
      необходимость в ней возникла в ходе исполнения обязательств),
      обезличивание, блокирование, удаление, уничтожение персональных данных.
    </p>
    <p>
      Подробнее о порядке осуществления прав предусмотренных ФЗ №
      <a href="https://www.consultant.ru/document/Cons_doc_LAW_61801/">
        152 «О персональных данных».
      </a>
    </p>
    <p>
      Администрация Сайта имеет право отправлять информационные, в том числе
      рекламные сообщения, на электронную почту и мобильный телефон Пользователя
      с его согласия, выраженного посредством совершения им действий, однозначно
      идентифицирующих этого абонента и позволяющих достоверно установить его
      волеизъявление на получение сообщения. Пользователь вправе отказаться от
      получения рекламной и другой информации без объяснения причин отказа путем
      информирования Администрации Сайта о своем отказе по телефону +7 (495)
      260-12-90 либо посредством направления соответствующего заявления на
      электронный адрес Продавца: help@staffconnect.ru. Сервисные сообщения,
      информирующие Пользователя о этапах обработки отправленных им ранее
      данных, отправляются автоматически и не могут быть отклонены
      Пользователем.
    </p>
    <p>
      Отзыв согласия на обработку персональных данных осуществляется путем
      отзыва акцепта настоящей Публичной оферты по форме, указанной здесь.
    </p>
    <p>
      Админитрация Сайта вправе использовать технологию «cookies». «Cookies» не
      содержат конфиденциальную информацию.
    </p>
    <p>
      Посетитель / Пользователь / настоящим дает согласие на сбор, анализ и
      использование cookies, в том числе третьими лицами для целей формирования
      статистики и оптимизации рекламных сообщений.
    </p>
    <p>
      Администрация Сайта получает информацию об ip-адресе посетителя Сайта
      staffconnect.ru. Данная информация не используется для установления
      личности посетителя.
    </p>
    <p>
      Администрация Сайта не несет ответственности за сведения, предоставленные
      Посетителем Сайта/Пользователем на Сайте в общедоступной форме.
    </p>
    <p>
      Администрация Сайта вправе осуществлять записи телефонных разговоров с
      Посетителем Сайта/Пользователем. При этом Администрация Сайта обязуется:
      предотвращать попытки несанкционированного доступа к информации,
      полученной в ходе телефонных переговоров, и/или передачу её третьим лицам,
      не имеющим непосредственного отношения к исполнению Заказов на услуги, в
      соответствии с п. 4 ст. 16
      <a href="https://www.consultant.ru/document/cons_doc_LAW_61798/">
        Федерального закона «Об информации, информационных технологиях и о
        защите информации».
      </a>
    </p>
    <p>
      <a href="https://staffconnect.ru/privacy">
        Постоянная статичная ссылка на документ
      </a>
    </p>
    <p>
      <a href="https://www.consultant.ru/document/Cons_doc_LAW_61801/">
        Ссылка на полный текст Федерального Закона «О персональных данных» №
        152-ФЗ
      </a>
    </p>
    <p>
      <a href="https://www.consultant.ru/document/cons_doc_LAW_61798/">
        Ссылка на полный текст Федерального Закона «Об информации,
        информационных технологиях и о защите информации» № 149-ФЗ
      </a>
    </p>
  </PrivacyComponent>
</template>
