<script lang="ts" setup>
import PrivacyComponent from '@/components/PrivacyComponent.vue'
</script>
<template>
  <PrivacyComponent
    title="Условия использования Платформы"
    subtitle="ООО 'БиДжи' (ИНН 5433957864 далее — Администрация Платформы) предлагает неограниченному кругу юридических лиц и индивидуальных предпринимателей принять Условия использования Платформы (далее – Условия)."
    subtitleImportant="Безусловным акцептом является Регистрация Пользователя на Платформе. С момента совершения акцепта Пользователь считается ознакомившимся и безоговорочно согласившимся с Условиями. Условия не требуют двустороннего подписания и действительны в электронном виде."
  >
    <ol class="privacy__list">
      <li>
        <h4>Определения и термины.</h4>
        <p>Условия – эти условия использования Платформы.</p>
        <p>
          Платформа – электронная платформа «StaffConnect» («СтаффКоннект»),
          разработана и управляется Администрацией Платформы; предоставляет
          Заказчику возможность выбора исполнителя. Зарегистрированный
          пользователь Платформы имеет возможность поиска исполнителя по
          критериям опыта, образования, иных характеристик; согласовывать
          отчеты, получать счета и видеть статус их оплаты, видеть затраты и
          другие.
        </p>
        <p>
          Сайт – адрес Платформы в сети интернет,
          <a href="https://staffconnect.ru/">https://staffconnect.ru/</a>
        </p>
        <p>
          Администрация Платформы – ООО "БиДжи", юридическое лицо,
          зарегистрировано на территории РФ; владелец Платформы. Осуществляет
          исследовательскую деятельность и коммерциализацию ее результатов
          посредством Платформы; получило статус участника проекта «Сколково».
        </p>
        <p>
          Пользователь – юридическое лицо, индивидуальный предприниматель, либо
          физическое лицо, зарегистрированное в установленном законом порядке в
          качестве плательщиков налога на профессиональный доход (самозанятый),
          зарегистрированные и использующие Платформу.
        </p>
        <p>
          Представитель Пользователя – дееспособное физическое лицо, которое
          наделено полномочиями от юридического лица или индивидуального
          предпринимателя на регистрацию и использование Платформы, выполнение
          юридически значимых действий.
        </p>
        <p>
          Профиль/аккаунт (Личный кабинет) – страница Пользователя на Платформе.
        </p>
        <p>
          Учетная информация – логин - уникальное имя Пользователя и пароль для
          входа на Платформу, указываемые при регистрации на Платформе.
        </p>
        <p>
          Заказчик – юридическое лицо либо индивидуальный предприниматель,
          заключившее с Администрацией Платформы договор.
        </p>
        <p>
          Исполнитель – юридическое лицо или индивидуальный предприниматель,
          заключившее с Администрацией Платформы договор возмездного оказания
          услуг/выполнения работ либо физическое лицо, зарегистрированное в
          качестве плательщиков налога на профессиональный доход (самозанятый),
          или индивидуальный предприниматель, осуществляющий предпринимательскую
          деятельность лично, без привлечения работников, заключившее с
          Администрацией Платформы посредством акцепта Договора присоединения на
          выполнение работ/оказание услуг с использованием Платформы,
          расположенное по адресу https://staffconnect.ru/contract.
        </p>
        <p>
          Договор – соглашение между ООО "СкиллСтафф" и Пользователем об
          установлении, изменении или прекращении гражданских прав и
          обязанностей.
        </p>
        <p>Стороны – Администрация Платформы и Пользователь.</p>
        <p>
          Персональные данные (далее – ПДн) – любая информация, предоставленная
          через Платформу или собранная с использованием Платформы, относящаяся
          к прямо или косвенно определенному или определяемому физическому лицу
          (субъекту ПДн).
        </p>
        <p>
          Политика обработки и обеспечения безопасности персональных данных
          (далее – Политика) – документ, который регулирует положения об
          обработке персональных данных, является частью Условий, обязателен к
          исполнению Пользователем, размещен по адресу:
          https://staffconnect.ru/agreement
        </p>
        <p>Законодательство – законодательство Российской Федерации.</p>
      </li>
      <li>
        <h4>Регистрация Пользователя на Платформе и Учетная информация.</h4>
        <ol class="privacy__sublist">
          <li>
            <p>Регистрация Пользователя на Платформе и Учетная информация.</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Размещение на Платформе информации и материалов, их просмотр.
                </p>
              </li>
              <li>
                <p>Использование функциональных возможностей Платформы.</p>
              </li>
              <li>
                <p>Для исполнения Договора.</p>
              </li>
            </ol>
          </li>
          <li>
            <p>Процесс регистрации:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Пользователь вводит логин – электронную почту и пароль для
                  входа на защищенные страницы Платформы.
                </p>
              </li>
              <li>
                <p>
                  Платформа автоматически направляет Пользователю ссылку на
                  указанную им электронную почту для завершения процесса
                  регистрации.
                </p>
              </li>
              <li>
                <p>Пользователь указывает тип регистрации.</p>
              </li>
              <li>
                <p>
                  Пользователь вправе иметь только один Профиль для типа
                  «Исполнитель», неограниченное количество Профилей для типа
                  «Заказчика». Пользователь вправе иметь профиль «Заказчик», так
                  и «Исполнитель».
                </p>
              </li>
              <li>
                <p>
                  Для использования Платформы требуется только Интернет.
                  Пользователю не требуется программа для установки Платформы.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>
              Ограничение в предоставлении полного функционала Платформы в
              случаях:
            </p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Пользователь представил недостоверную, либо неактуальную, либо
                  неполную информацию.
                </p>
              </li>
              <li>
                <p>
                  Пользователь не предоставил документы для проверки размещенной
                  им информации и согласия от субъектов ПДн.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>Удаление и блокировка профиля:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  По инициативе Пользователя профиль удаляется путем обращения
                  по электронному адресу help@staffconnect.ru.
                </p>
              </li>
              <li>
                <p>
                  до заключения Договора: Администрация Платформы прекращает
                  размещение информации Пользователя.
                </p>
              </li>
              <li>
                <p>
                  при заключенном Договоре: Администрация Платформы удаляет
                  Профиль только после полного исполнения договорных
                  обязательств. Если у Пользователя есть несколько Профилей
                  одного типа, Администрация Платформы и Пользователь
                  рассматривают вопрос о привязке действующих, исполняемых
                  Приложений к Договору к другому Профилю Пользователя.
                </p>
              </li>
              <li>
                <p>По инициативе Администрации профиль удаляется:</p>
                <ul>
                  <li>
                    <p>
                      У Пользователя отсутствуют согласия на обработку ПДн от
                      размещенных им работников/специалистов.
                    </p>
                  </li>
                  <li>
                    <p>
                      Информация Пользователя недостоверна или документы не
                      предоставлены.
                    </p>
                  </li>
                  <li>
                    <p>Пользователь нарушил Условия.</p>
                  </li>
                  <li>
                    <p>
                      Пользователь сообщил об утрате либо взломе его Учетной
                      информации.
                    </p>
                  </li>
                  <li>
                    <p>Обнаружена повторная регистрация Пользователем.</p>
                  </li>
                  <li>
                    <p>Деятельность Пользователя запрещена на территории РФ.</p>
                  </li>
                  <li>
                    <p>
                      Расторжение договора или прекращение переговоров о его
                      заключении.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>По инициативе Администрации профиль блокируется:</p>
                <ul>
                  <li>
                    <p>
                      У Пользователя более 5-ти нерелевантных/несоответствующих
                      требованиям вакансии откликов подряд.
                    </p>
                  </li>
                  <li>
                    <p>
                      Размещение заведомо ложной или недостоверной
                      информации/материалов о работниках/специалистах
                      Пользователя
                    </p>
                  </li>
                  <li>
                    <p>
                      2 и более отмен/переносов собеседований
                      работников/специалистов с предупреждением персонального
                      менеджера пользователя Платформы менее, чем за 1 час.
                    </p>
                  </li>
                  <li>
                    <p>
                      2 и более проигнорированных Заявок на подписание без
                      предупреждения персонального менеджера Пользователя
                      Платформы в сроки, указанные в Договоре.
                    </p>
                  </li>
                  <li>
                    <p>Неисполнение обязательств по Договору.</p>
                  </li>
                </ul>
              </li>
            </ol>
          </li>
          <li>
            <p>Восстановление пароля:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Пользователь должен заполнить форму для восстановления пароля.
                </p>
              </li>
              <li>
                <p>
                  Администрация Платформы направляет на электронную почту из
                  Учетной информации гиперссылку для установления нового пароля.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>Полномочия Пользователя:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Пользователь отвечает за действия своего Представителя как за
                  свои собственные.
                </p>
              </li>
              <li>
                <p>
                  Представитель Пользователя не приобретает самостоятельных прав
                  по отношению к Администрации Платформы.
                </p>
              </li>
              <li>
                <p>
                  Права, предоставляемые Администрацией Платформы, возникают
                  только у Пользователя.
                </p>
              </li>
              <li>
                <p>
                  Обязанности Представителя Пользователя, установленные
                  Условиями, являются также обязанностями Пользователя.
                </p>
              </li>
            </ol>
          </li>
        </ol>
      </li>
      <li>
        <h4>Персональные данные.</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Пользователи и Администрация Платформы обязаны осуществлять
              обработку персональных данных, предоставляемых Пользователем или
              их работников/специалистов при использовании Платформы в
              соответствии с законодательством о защите персональных данных,
              Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных
              данных», в соответствии с Политикой.
            </p>
          </li>
          <li>
            <p>
              Пользователь поручает Администрации Платформы обработку
              персональных данных субъектов, чьи данные были размещены
              Пользователем на Платформе.
            </p>
          </li>
          <li>
            <p>
              Администрация Платформы вправе запросить документы для проверки
              информации Пользователя и наличия согласия обработки персональных
              данных. Пользователь должен их предоставить на электронный адрес
              help@staffconnect.ru в течение 2 рабочих дней с момента запроса.
            </p>
          </li>
          <li>
            <p>
              Пользователь обязан уведомить Администрацию Платформы о
              прекращении полномочий физического лица, чьи данные размещены на
              Платформе, в 2-хдневный срок с момента наступления события. Риск
              негативных последствий за несвоевременное уведомление лежит на
              Пользователе.
            </p>
          </li>
          <li>
            <p>
              Пользователь заверяет Администрацию Платформы, что размещаемые
              персональные данные получены им на законных основаниях.
            </p>
          </li>
          <li>
            <p>
              Пользователь обязан немедленно оповестить Администрацию Платформы
              в случае, если:
            </p>
            <ul>
              <li>
                <p>
                  физическое лицо отозвало согласие на обработку его ПДн. Если
                  это препятствует исполнению Договора, стороны ведут переговоры
                  о прекращении приложения к Договору.
                </p>
              </li>
              <li>
                <p>
                  прекращены полномочия физического лица, чьи данные размещены
                  на Платформе.
                </p>
              </li>
            </ul>
          </li>
        </ol>
      </li>
      <li>
        <h4>Права и обязанности.</h4>
        <ol class="privacy__sublist">
          <li>
            <p>Пользователю запрещено:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Регистрироваться, используя чужую электронную почту или
                  электронную почту, на которую у Пользователя нет права
                  использования подобным образом.
                </p>
              </li>
              <li>
                <p>
                  Передавать третьим лицам Учетную информацию и персональные
                  данные в целях, не связанных с прямым назначением Платформы и
                  Договора.
                </p>
              </li>
              <li>
                <p>
                  Размещать на Платформе (посредством текста, изображения,
                  гиперссылки или любым иным способом) недостоверную,
                  противозаконную, вредоносную или оскорбительную
                  информацию/материалы; информацию, порочащую честь,
                  достоинство, репутацию других Пользователей.
                </p>
              </li>
              <li>
                <p>
                  Размещать заведомо ложную или недостоверную
                  информацию/материалы о себе, работниках/специалистах
                  Пользователя.
                </p>
              </li>
              <li>
                <p>
                  Размещать на Платформе информацию/материалы, содержащие
                  рекламу, предложения о трудоустройстве, открытых вакансиях.
                </p>
              </li>
              <li>
                <p>
                  Размещать на Платформе информацию, не обладая необходимым
                  объемом прав на это. Примеры:
                </p>
                <ul>
                  <li>
                    <p>
                      в отсутствие полномочий на регистрацию и использование
                      Платформы;
                    </p>
                  </li>
                  <li>
                    <p>
                      в отсутствие согласия субъекта ПДн на использование его
                      персональных данных на Платформе;
                    </p>
                  </li>
                  <li>
                    <p>
                      в отсутствие прав на размещение охраняемых результатов
                      интеллектуальной деятельности и средства индивидуализации;
                    </p>
                  </li>
                  <li>
                    <p>
                      в отсутствие прав на размещение информации, составляющей
                      коммерческую тайну или являющейся конфиденциальной.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  Причинять вред посредством несанкционированного изменения или
                  уничтожения информации, размещенной на Платформе.
                </p>
              </li>
              <li>
                <p>
                  Предлагать Пользователям оказание аналогичных услуг без
                  использования Платформы или использование иного ресурса с
                  похожими услугами.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>Последствия нарушения запретов:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>
                  Если Администрацию Платформы привлекли к ответственности за
                  нарушение Пользователем Условий, Пользователь обязуется
                  выступить на стороне Администрации Платформы, предоставить ей
                  необходимые документы.
                </p>
              </li>
              <li>
                <p>
                  Пользователь обязан возместить Администрации Платформы
                  имущественные потери в соот. со ст. 406.1 ГК РФ, которые
                  понесет Администрация Платформы по причине нарушения заверений
                  из раздела 3 Условий, или отсутствия согласия субъекта
                  персональных данных на передачу персональных данных в адрес
                  Администрации Платформы и третьим лицам для исполнения
                  Договора, или нарушение любого из Условий.
                </p>
              </li>
              <li>
                <p>
                  Срок возмещения - 15 дней с момента получения письменного
                  требования.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>Ограничение ответственности:</p>
            <ol class="privacy__sublist">
              <li>
                <p>
                  Администрация Платформы не несет ответственность и не
                  возмещает ущерб:
                </p>
                <ul>
                  <li>
                    <p>
                      за действия пользователей сети Интернет, которые
                      направлены на нарушение информационной безопасности и
                      нормальное функционирование Платформы;
                    </p>
                  </li>
                  <li>
                    <p>
                      за сбои в работе Платформы, вызванные ошибками в коде либо
                      вирусами;
                    </p>
                  </li>
                  <li>
                    <p>сбои в интернет-соединении;</p>
                  </li>
                  <li>
                    <p>
                      за принятие органами власти акта, ограничивающего либо
                      делающего невозможным исполнение обязательств
                      Администрацией Платформы;
                    </p>
                  </li>
                  <li>
                    <p>
                      при утечке персональных данных из-за взлома Платформы либо
                      незаконной передачи таких данных третьим лицам;
                    </p>
                  </li>
                  <li>
                    <p>
                      за достоверность информации, размещенной Пользователями.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  Пользователь согласен с тем, что Администрация Платформы не
                  несет ответственности и не имеет прямых или косвенных
                  обязательств перед Пользователем в связи с любыми возможными
                  или возникшими потерями или убытками, связанными с любым
                  содержанием Платформы, регистрацией авторских прав и
                  сведениями о такой регистрации, товарами или услугами,
                  доступными на или полученными через внешние сайты или ресурсы
                  либо иные контакты Пользователя, в которые он вступил,
                  используя размещенную на Платформе информацию или ссылки на
                  внешние ресурсы.
                </p>
              </li>
            </ol>
          </li>
          <li>
            <p>Прочее:</p>
            <ol class="privacy__sublist">
              <li>
                <p>
                  Администрация Платформы обязуется прикладывать усилия по
                  контролю за размещением достоверных и полных данных
                  Пользователями.
                </p>
              </li>
              <li>
                <p>Администрация Платформы вправе:</p>
                <ul>
                  <li>
                    <p>
                      приостановить работу Платформы для проведения
                      профилактических работ в любое время без предварительного
                      уведомления Пользователя.
                    </p>
                  </li>
                  <li>
                    <p>
                      обрабатывать, передавать данные о плательщиках и платежах,
                      осуществляемых на Платформе в рамках исполнения Договоров,
                      третьим лицам и финансовым организациям.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <p>
                  Пользователь выражает согласие на получение от Администрации
                  Платформы на электронную почту или номер телефона информацию
                  об услугах Администрации Платформы, об изменениях на
                  Платформе, любую иную информацию, включая рекламу.
                </p>
              </li>
              <li>
                <p>
                  Пользователь обязуется незамедлительно актуализировать
                  информацию и свои реквизиты в Личном кабинете в случае их
                  изменения.
                </p>
              </li>
            </ol>
          </li>
        </ol>
      </li>
      <li>
        <h4>Срок действия Условий, порядок их изменения.</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Условия - неотъемлемая часть Договора, заключенного с
              Пользователем.
            </p>
          </li>
          <li>
            <p>
              Пользователь безоговорочно соглашается с Условиями при регистрации
              на Платформе. Пользователь не вправе ссылаться на несогласие с
              Условиями как обстоятельство, препятствующее исполнению Договора.
            </p>
          </li>
          <li>
            <p>
              Администрация Платформы вправе вносить изменения в Условия без
              предварительного уведомления Пользователя. Изменения вступают в
              силу с момента их публикации на Платформе. Пользователь обязуется
              регулярно проверять Условия на наличие в них изменений.
            </p>
          </li>
          <li>
            <p>
              Условия действуют до момента прекращения Договора Сторон и до
              момента удаления Профиля Пользователя.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>Исключительное право.</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Исключительное право на Платформу принадлежит Администрации: на
              охраняемые объекты результата интеллектуальной деятельности:
              система управления содержимым Платформы; контент – информационное
              и графическое наполнение Платформы, код и текст веб-страниц;
              логотип, коммерческие обозначения, товарные знаки (далее –
              Элементы).
            </p>
          </li>
          <li>
            <p>
              На использование Элементов вне договора и Условий требуется
              письменное разрешение Администрации Платформы. Под использованием
              подразумеваются, в том числе, но не ограничиваясь:
              воспроизведение, копирование, переработка, распространение на
              любой основе и иные способы.
            </p>
          </li>
          <li>
            <p>
              Использование Пользователем Платформы не является отчуждением со
              стороны Администрации Платформы исключительного права на
              Платформу.
            </p>
          </li>
          <li>
            <p>
              При цитировании материалов с Платформы, включая охраняемые
              авторские произведения, ссылка на Платформу обязательна.
            </p>
          </li>
        </ol>
      </li>
      <li>
        <h4>Использование материалов Платформы</h4>
        <ol class="privacy__sublist">
          <li>
            <p>
              Использование материалов и информации Платформы без согласия
              правообладателей не допускается. Для правомерного использования
              материалов информации с Платформы необходимо письменное разрешение
              Администрации Платформы.
            </p>
          </li>
          <li>
            <p>Запрещается:</p>
            <ol class="privacy__sub-sublist">
              <li>
                <p>Извлечение любых данных с Платформы (парсинг);</p>
              </li>
              <li>
                <p>
                  Использование материалов с Платформы в контексте видимости
                  сотрудничества;
                </p>
              </li>
              <li>
                <p>
                  Использование примеров работ на проектах клиентов (Заказчиков)
                  без письменного согласия Администрации Платформы
                </p>
              </li>
            </ol>
          </li>
        </ol>
      </li>
    </ol>
  </PrivacyComponent>
</template>
